Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པས་ཚུར་ཞེས་བཀའ་སྩལ་པས། དེ་ནི་མགོ་བྲེགས་ལུས་ལ་སྣམ་སྦྱར་གྱོན། །སངས་རྒྱས་ཀྱིས་ནི་དགོངས་པས་གོས་བགོས་ནས། །
en: Garbed in robes, with shaven heads, And senses stilled by Buddha’s will—

source: མོད་ལ་དབང་པོ་རབ་ཏུ་ཞི་བར་གནས། །
en: From the very moment the One Thus Gone Spoke to them, saying, “Come, join me.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་ལུང་ཕོག་ནས་དེས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Thereupon the Blessed One instructed him, and, casting away all afflictive emotions through diligence, practice, and effort, he manifested arhatship.

source: དེ་དགྲ་བཅོམ་པ་ཁམས་གསུམ་པའི་འདོད་ཆགས་དང་བྲལ་བར་གྱུར་ལ། གསེར་དང་བོང་བར་མཉམ་པ། ནམ་མཁའ་དང་ལག་མཐིལ་དུ་འདྲ་བའི་སེམས་དང་ལྡན་པ།
en: As an arhat, free from the attachments of the three realms, his mind regarded gold no differently than filth, and the palms of his hands as like space itself.

source: རིག་པ་དང་མངོན་པར་ཤེས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ།
en: He achieved the insights, superknowledges, and discriminations.

source: སྲིད་པའི་རྙེད་པ་དང་ཆགས་པ་དང་བཀུར་སྟི་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་དང་དབང་པོ་དང་ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་མཆོད་ཅིང་རྗེད་པ་དང་། གུས་པར་སྨྲ་བའི་གནས་སུ་གྱུར་ཏོ། །
en: He had no regard for worldly profit, passion, or acclaim. He became an object of offering, veneration, and respectful address by Indra, Upendra, and the other gods.

source: བཙུན་པ་དགེ་སློང་འདིས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ལགས། ལས་ཅི་བགྱིས་ན།
en: “Lord, what action did he take that ripened into his birth into a family of great means, prosperity, and wealth?

source: ལས་དེའི་རྣམ་པར་སྨིན་པས་རྒྱབ་སྒུར་བུར་གྱུར་ལ། བཅོམ་ལྡན་འདས་ལ་བརྟེན་ཏེ། སྔ་མཁོ་བཞིན་དུ་རངས་པར་གྱུར་ནས། འདིས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ། མི་མཉེས་པར་མ་བགྱིས་ན། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: What action did he take that ripened into his spine becoming curved, that after he entrusted himself to the Blessed One his spine became straight like before, and that he pleased the Blessed One, did not displease him, went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དགེ་སློང་འདིས་ལས་བྱས་ཤིང་བསགས་ཏེ།
en: “Monks,” the Blessed One recounted, “such are the actions that this monk committed and accumulated:

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་
en: “Monks, in times past, in this fortunate eon,

source: སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ་སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེདེའི་ཚེ་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་ཁྱིམ་བདག་ཅིག་གནས་པ་
en: when people lived as long as twenty thousand years and the totally and completely awakened buddha endowed with perfect knowledge and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world, there lived a certain householder in the city of Vārāṇasī.

source: དེས་ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ནས། དེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས་
en: “When the time came for him to marry he took a wife, and they enjoyed themselves and coupled.

source: ཕྱི་ཞིག་ན་དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས། དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་། བུ་མཚེ་མ་གཉིས་བྱུང་སྟེ།
en: One day his wife conceived, and after nine or ten months had passed, she gave birth to twins.

source: དེ་གཉིས་ཀྱི་བཙས་སྟོན་རྒྱས་པར་བྱས་ནས། རིགས་དང་འཐུན་པར་མིང་བཏགས་ཏེ།
en: At the elaborate feast celebrating their birth they named them according to their clan.

source: འོ་མ་དང་ཞོ་དང་མར་དང་ཞུན་མར་དང་མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ཏེ།
en: They reared them on milk, yogurt, butter, ghee, and milk solids,

source: གང་གི་ཚེ་དེ་གཉིས་ཆེར་སྐྱེས་པ་དེའི་ཚེ་དེ་གཉིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་དད་པ་རྙེད་ནས། དེ་གཉིས་ཀྱིས་ཕ་མ་ལ་གསོལ་ཏེ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས།
en: and when the twins grew up, having found faith in the doctrine of the totally and completely awakened Buddha Kāśyapa, they asked for their parents’ permission and went forth as novices in the Buddha Kāśyapa’s doctrine.

source: བསྙེན་པར་རྫོགས་ཏེ་དེ་གཉིས་ལ་མཁན་པོས་སྨྲས་པ།
en: “When he conferred full ordination on them, their preceptor asked,

source: བུ་གཉིས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་འདི་ནི་འཁོར་ལོ་གཉིས་ཀྱིས་གཟུང་བ་བྱེད་དེ།
en: ‘Children, the doctrine of the Blessed One is carried upon two wheels.

source: བསམ་གཏན་གྱི་འཁོར་ལོ་དང་ཁ་ཏོན་བྱེད་པའི་འཁོར་ལོ་འདི་གཉིས་ཡིན་ན།
en: These two wheels are the wheel of meditation and the wheel of recitation.

source: ཁྱེད་གཉིས་ཀྱིས་གང་བྱ།
en: Which will the two of you undertake?’

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། ཐོག་མར་རེ་ཞིག་ཁ་ཏོན་ལ་འབད་པར་བགྱིས་ལ་སླད་ཀྱིས་བསམ་གཏན་བགྱིའོ། །
en: “ ‘For the time being we will put our efforts into recitation. Later we will meditate,’ they replied.

source: མཁན་པོས་སྨྲས་པ།
en: “Their preceptor responded,

source: ཁྱེད་གཉིས་ཇི་ལྟར་དགའ་བ་བཞིན་དུ་གྱིས་ཤིག་ཅེས་བྱས་ནས། དེས་རེ་ཞིག་ཁ་ཏོན་སློབ་ཏུ་བཅུག་གོ། །
en: ‘Do as you please,’ and, for the time being, he had them recite.

source: དེ་གཉིས་ཀྱི་ནང་ན་གཅིག་ནི་རྒོད་བག་ཅན་ཞིག་གོ། །གཅིག་ནི་བརྟན་པོ་ཞིག་སྟེ་
en: “The younger of the two was very wild inside, whereas the other was stable.

source: དེ་ནི་གང་གི་ཚེ་ཁ་ཏོན་བྱས་ཟིན་ནས་
en: One day after their recitation,

source: ཉལ་བར་བྱེད་དེ། དེའི་ཚེ་རྒོད་བག་ཅན་ཅིག་ཤོས་ཀྱིས་དེ་ཉལ་བའི་སྟེང་དུ་ཡང་དང་ཡང་ལྗིད་ཀྱིས་འབེབས་པར་བྱེད་ནས།
en: as the stable, older one was sleeping, the wild one dropped heavy objects on him over and over again, until he said,

source: དེས་དེ་ལ་བཙུན་པ་བདག་ལ་ཡང་དང་ཡང་དུ་གནོད་པ་མ་བྱེད་ཅིག་ཅེས་བྱས་ཀྱང་དེས་དེའི་ངག་མ་མཉན་ཏོ། །
en: ‘Venerable one, please stop hurting me again and again!’

source: དེ་ནས་དེ་ཁྲོས་ནས་དེ་ཉིད་སྣད་པར་བྱ་བའི་ཕྱིར་དྲུང་དུ་སོ་ཕག་ཅིག་བསྒྲེངས་ཏེ་བཞག་གོ། །
en: But the wild one did not heed his words. Instead he got angry. To hurt his brother he hefted a nearby brick and let it fall.

source: དགེ་སློང་དེ་ཡང་དེ་ལ་གཙེ་བའི་ཕྱིར་ཡང་འོངས་ཏེ། དེའི་སྟེང་དུ་ལྗིད་ཀྱིས་ཕབ་ནས་དེའི་རྒྱབ་སོ་ཕག་དེའི་སྟེང་དུ་ཕབ་སྟེ། རྐེད་པ་ཆག་ནས་དེ་གཞི་དེ་ལས་སྡུག་བསྔལ་ཆེན་པོ་སྐྱེས་སོ། །
en: Then the wild one, who had already attacked and bashed his brother with heavy objects, threw a brick at his back and broke the base of his spine, causing him tremendous pain.

source: དེ་ནས་ནུ་བོ་དེས་ཀྱང་དེའི་ལུས་ཀྱི་སྡུག་བསྔལ་མཐོང་ནས། དེ་ཡང་སེམས་ཀྱི་སྡུག་བསྔལ་ཆེན་པོ་སྐྱེས་ཏེ།
en: “Suddenly the younger one saw his brother’s body in tremendous pain, and it caused him great distress.

source: བདག་གིས་མི་དགོས་པ་འདི་ལྟ་བུ་བྱས་པ་ཉེས་སོ་སྙམ་དུ་
en: He thought, ‘It was a mistake for me to do such a senseless thing.’

source: འགྱོད་པ་སྐྱེས་ནས། དེས་སྨན་པ་དང་ཡོ་བྱད་རྣམས་སྦྱར་ཏེ་ཕུ་བོའི་ནད་གཡོག་བྱས་ནས་དེས་རིང་པོ་མ་ཐོགས་པར་དེའི་རྒྱབ་སོས་པར་བྱས་སོ། །
en: Feeling remorse, he brought healers, provided for all his needs, and tended to his elder brother’s condition.

source: དེ་གང་གི་ཚེ་སོས་པར་གྱུར་པ་དེའི་ཚེ་དེ་ཤས་ཆེར་སྐྱོ་བ་སྐྱེས་ཏེ།
en: Before long his back had healed.

source: ལུས་རུལ་བ་སྙིང་པོ་མེད་པ་འདི་ཅི་དགོས་སྙམ་ནས།
en: “By the time the elder brother had healed, he had become disillusioned with saṃsāra. He thought,

source: དེས་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: ‘What is the use of this body—it’s rotten to the core!’ Casting away all afflictive emotions through diligence, practice, and effort, he manifested arhatship.

source: ནུ་བོ་དེས་ཀྱང་དེས་བྱ་བ་བྱས་པར་རྟོགས་ནས། དེ་དེ་ལ་ཤིན་ཏུ་དགའ་བ་སྐྱེས་སོ། །དགའ་བ་སྐྱེས་ནས་དེ་ལ་བཀུར་སྟི་དང་ལྡན་པས་གཡོག་བྱས་སོ། །
en: “The younger brother realized what his brother had accomplished, felt tremendous joy for him, and served him with respect.

source: དེ་བཞིན་དུ་སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་ལ་ཡང་བཀུར་སྟི་བྱས་ནས། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་དེ། འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: He likewise served the Buddha, Dharma, and Saṅgha, practiced pure conduct all his life, and at the time of his death prayed,

source: བདག་གིས་འདི་ལྟར་སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་ལ་བཀུར་སྟི་བྱས་ནས། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་། ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ཀྱིས་ད་དགེ་བའི་རྩ་བ་འདིས་ན།
en: ‘While I may not have attained any great virtues, because I have offered such service to the Buddha, Dharma, and Saṅgha, and practiced pure conduct all my life, by this root of virtue,

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག །
en: Going forth in his doctrine alone, may I cast away all afflictive emotions and manifest arhatship.

source: བདག་གིས་སེམས་ཅན་དག་པ་འདི་ལྟ་བུ་ལ་གནོད་པ་བྱས་པའི་ལས་དེའི་སྐལ་བ་ཅན་དུ་བདག་མ་གྱུར་ཅིག །
en: And may the act of harming such a pure being not return to me.

source: ཇི་སྟེ་བདག་ལ་ལས་དེའི་འབྲས་བུ་རྣམ་པར་སྨིན་པར་འགྱུར་ན་ཡང་བདག་གི་ལུས་དང་སེམས་ཀྱི་གནོད་པ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་བསལ་བར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: Should the results of that action ripen for me, may the Blessed One cure my injured body and mind.’

source: དགེ་སློང་དག་ཇི་སྙམ་དུ་སེམས་
en: “O monks, what do you think?

source: དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་གསུང་རབ་ལ་རབ་ཏུ་བྱུང་བར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་དགེ་སློང་འདི་ཉིད་ཡིན་ཏེ།
en: The one who went forth in the teaching of the totally and completely awakened Buddha Kāśyapa then is none other than this monk.

source: དེ་ཁྲོས་ནས་ཕུ་བོའི་རྐེད་པ་བཅག་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་རྐེད་པ་ཆག་པར་གྱུར་ཏོ། །
en: The act of breaking the base of his elder brother’s spine in anger ripened such that wherever he was born, his spine was broken.

source: དེས་དེར་སྨོན་ལམ་བཏབ་སྟེ།
en: After that he prayed,

source: ཇི་སྟེ་བདག་ལ་ལས་དེའི་འབྲས་བུ་རྣམ་པར་སྨིན་པར་གྱུར་ན་ཡང་བདག་གི་ལུས་དང་སེམས་ཀྱི་གནོད་པ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་བསལ་བར་གྱུར་ཅིག་ཅེས་
en: ‘Should the results of that action ripen to me, may the Blessed One cure my injured body and mind.’

source: བྱས་པ་དེས་ན་ད་ལྟར་ངས་འདི་གནོད་པ་གཉི་ག་ལས་ཡོངས་སུ་བསྐྱབས་སོ། །
en: And so it is that I have now protected him from both of these injuries.

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་
en: Going forth in his doctrine alone, may I cast away all afflictive emotions and manifest arhatship,’

source: བྱས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི། འདི་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ
en: ripened such that wherever he was born, it was into a family of great means, prosperity, and wealth.

source: དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་ཤིན་ཏུ་མཉམ་པ་དང་ཤུགས་མཉམ་པ་དང་མཛད་པ་མཉམ་པ་དང་ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས། འདིས་ང་མཉེས་པར་བྱས་ཏེ། མི་མཉེས་པར་མ་བྱས་ལ། ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ།། །།
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—that he has pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.”

source: སྒུར་བུ་གཅིག་ནི།
en: “The Person with a Curving Spine”

source: དེའི་ཚེ་དགེ་སློང་མ་ཚོན་མོ་དགའ་མོ་དགེ་སློང་མའི་གཙུག་ལག་ཁང་རྒྱལ་པོའི་ཀུན་དགའ་ར་བ་ཞེས་བྱ་བ་ན་
en: When the Blessed One was in Śrāvastī there was a nun named Sthūlanandā who lived at a nunnery called The Royal Garden.

source: འདུག་པ་ལས་ཕྱི་ཞིག་ན་དེའི་བློ་སྐྱེས་པ་
en: One day she thought,

source: ཉན་ཐོས་ཆེན་མོ། གནས་བརྟན་མ་གནས་བརྟན་མ་རྫུ་འཕྲུལ་ཐོབ་པ་དེ་དག་ནི་རྫུ་འཕྲུལ་གྱིས་འདི་ནས་ཤར་གྱི་ལུས་འཕགས་ཀྱི་གླིང་དུ་ཡང་སོང་། བྱང་གི་སྒྲ་མི་སྙན་དང་ནུབ་ཀྱི་བན་ལང་སྤྱོད་དང་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་ཡུལ་དང་
en: “All of the elder sisters who are śrāvakās that have achieved miraculous powers use their powers to travel east to Videha, north to Kurava, west to Godānīya, and to the celestial realm of the Heaven of the Thirty-Three.

source: གཞན་ཡང་ལྗོངས་འབྱོར་པ་དང་རྒྱས་པ་དང་བདེ་བ་དང་ལོ་ལེགས་པ་དང་སྐྱེ་བོ་དང་མི་མང་པོས་གང་བའི་ལྗོངས་དེ་དང་དེ་དག་ཏུ་སོང་ནས་ཁ་ཟས་གཙང་མ་བཟང་པོ་མང་པོ་དག་ཁྱེར་ནས་འོངས་ཏེཟ་བར་བྱེད་ན།
en: They travel to valleys that are prosperous, flourishing, happy, and well populated, where the harvest is good, and they return with many good, wholesome foods to eat.

source: བདག་གིས་ཀྱང་རྫུ་འཕྲུལ་ཞིག་ཐོབ་ན་ནི་བདག་ཀྱང་ཤར་གྱི་ལུས་འཕགས་ཀྱི་གླིང་དུ་ཡང་སོང་། བྱང་གི་སྒྲ་མི་སྙན་དང་ནུབ་ཀྱི་བན་ལང་སྤྱོད་དང་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་ཡུལ་དང་།
en: “If I attain such magical powers, I too will go from here east to Videha, north to Kurava, west to Godānīya, and to the celestial realm of the Heaven of the Thirty-Three.

source: གཞན་ཡང་ལྗོངས་འབྱོར་པ་དང་རྒྱས་པ་དང་བདེ་བ་དང་ལོ་ལེགས་པ་དང་སྐྱེ་བོ་དང་མི་མང་པོས་གང་བའི་ལྗོངས་དེ་དང་དེ་དག་ཏུ་སོང་ལ། ཁ་ཟས་གཙང་མ་བཟང་པོ་མང་པོ་བླངས་ཏེ་བཟའ་བ་ཞིག་ན།
en: And I will also travel to valleys that are prosperous, flourishing, happy, and well populated, where the harvest is good, and will return with many good, wholesome foods to eat.

source: མ་ལ་བདག་གིས་ཀྱང་རྫུ་འཕྲུལ་བསྐྱེད་པར་བྱའོ་སྙམ་མོ། །
en: Let me too develop magical powers!”

source: དེས་ཡང་བསམས་པ།
en: She continued, thinking,

source: བདག་ལ་རྫུ་འཕྲུལ་གྱི་མན་ངག་སྟོན་ནུས་པ་སུ་ཞིག་ཡོད།
en: “Who is there that can show me how to perform miracles?

source: གལ་ཏེ་བདག་དགེ་སློང་མ་རྣམས་ཀྱི་ཐད་དུ་སོང་ན་ནི། འདི་ན་དགེ་སློང་མ་རྣམས་ཕྲག་དོག་ཅན་ཡིན་པས་བདག་ལ་རྫུ་འཕྲུལ་གྱི་ལམ་མི་སྟོན་ཏོ། །
en: I could pay a visit to the nuns, but they are very jealous, so they will not show me the path of miracles.

source: དགེ་སློང་རྣམས་ཀྱང་སྙན་སླེབས་པར་དཀའ་སྟེ།
en: It is difficult for our requests to reach the ears of the monks.

source: བདག་ཅག་གཙུག་ལག་ཁང་ན་གནས་པ་རྣམས་ལ་གཏམ་ཟེར་དུ་ཡང་མི་བཏུབ་ན། རྫུ་འཕྲུལ་གྱི་ལམ་གྱི་མན་ངག་སྟོན་པ་ལྟ་ཅི་སྨོས་ཀྱིས།
en: If I can’t so much as speak to those staying at the monastery, how can I ask them to show me the path of miracles?

source: མ་ལ་བདག་དྲུག་སྡེ་རྣམས་ཀྱི་ཐད་དུ་སོང་ན་ནི།
en: “Ah! But if I go see the Band of Six—

source: དེ་དག་བདག་གི་གཉེན་ཡིན་པས། རྟག་ཏུ་བདག་གི་དོན་དུ་འགྱུར་བར་འདོད་པ་དང་ཕན་པར་འདོད་པ་ཡིན་ལ། དེ་དག་གིས་ནི་བདག་ལ་རྫུ་འཕྲུལ་གྱི་ལམ་གྱི་མན་ངག་སྟོན་ཀྱང་ནུས་ན་
en: they are my relatives, and they always wish me well and pray that my aims will be fulfilled—they can show me the path of miracles.

source: བདག་གིས་ཇི་ལྟར་བྱ།
en: What should I do?

source: ཐོག་མ་ཁོ་ནར་བདག་གིས་དེ་དག་ལ་ཟང་ཟིང་གིས་གཅམས་ལ་ཕྱིས་བདག་གིས་འདི་དག་ལ་དོན་དེའི་གསོལ་བ་གདབ་བོ་
en: First I shall treat them well, and ply them with material things. After that I can make my request to them.”

source: སྙམ་བསམས་ནས། དེས་དེ་དག་སྤྱན་དྲངས་ཏེ། རང་གི་ལག་ནས་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ནས།
en: With this in mind, she extended an invitation to them, and by her own hand contented them with many good, wholesome foods, proffering all that they wished.

source: འཕགས་པ་དག་མཁྱེན་པར་མཛད་དུ་གསོལ། བདག་ནི་རྫུ་འཕྲུལ་བསྒྲུབ་པར་འཚལ་ལ། ཁྱེད་ཀྱང་བདག་ལ་རྫུ་འཕྲུལ་གྱི་ལམ་སྟོན་པར་སྤྱོད་ཀྱིས་
en: “Noble ones, I wish to perform miracles, and you are accomplished in showing others the path of miracles.

source: བདག་ལ་རྫུ་འཕྲུལ་གྱི་ལམ་གྱི་མན་ངག་བསྟན་དུ་གསོལ།
en: I request your instruction in the path of miracles.

source: ཁྱེད་ཀྱི་མཐུས་བདག་གིས་རྫུ་འཕྲུལ་བསྐྱེད་པར་འཚལ་ལོ། །
en: Through your power I shall begin to perform miracles.”

source: དྲུག་སྡེ་རྣམས་ཀྱིས་དེ་ལ་སྨྲས་པ།
en: The Band of Six asked her,

source: ཚོན་མོ་དགའ་མོ། རིག་པ་སུ་ལའང་སྦྱིན་མི་བྱ། །རིག་དང་མཉམ་དུ་འཆི་བར་བྱ། །ཡང་ན་རིག་པས་རིག་པ་བརྗེ། །ཡང་ན་སྲི་ཞུ་ནོར་ཕྱིར་སྦྱིན། །
en: ‘Secret lore should not be shared; Rather, take it to your grave. Only barter lore for lore, Great wealth, or reverent service.’

source: ཞེས་བྱ་བ་ཁྱོད་ཀྱིས་མ་ཐོས་སམ།
en: “Sthūlanandā, have you not heard this verse?

source: དེ་ལྟ་མོད་ཀྱི་འོན་ཀྱང་ཁྱོད་ངེད་ལས་རྫུ་འཕྲུལ་བསྒྲུབ་པར་འདོད་ན། སྔར་ཇེ་ཁོ་བོ་ཅག་ཟླ་བ་གསུམ་གྱི་བར་དུ་སྤྱན་དྲོངས་ལ།
en: “Nevertheless, if you wish to learn the practice of miracles from us, first you must host us for three months.

source: རེ་རེ་ལ་ཡང་ཡོ་བྱད་རྣམ་པ་དྲུག་དྲུག་ཕུལ་ཅིག་ཅེས་བྱས་སོ། །
en: Then to each of us you must give six different kinds of goods.”

source: དེ་ནས་དེས་རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ་སྨྲས་པ།
en: She bowed down at their feet and said,

source: བདག་ལ་རྫུ་འཕྲུལ་གྱི་ལམ་གྱི་མན་ངག་སྟོན་ཅིག་དང་དེ་བཞིན་དུ་བགྱིའོ། །
en: “Please, instruct me in the path of miracles, and I will do this.”

source: དྲུག་སྡེ་པ་རྣམས་ཀྱིས་སྨྲས་པ།
en: said the Band of Six,

source: ཆེ་ཞེ་
en: “Elder sister,”

source: ཁྱོད་ཀྱིས་ཐོག་མར་ཇེ་ལུས་ཟོན་ཡང་བར་གྱིས་དང་།
en: “first take care to make your body light.

source: ཕྱིས་གོམས་པའི་ཤུགས་ཀྱིས་རྫུ་འཕྲུལ་དཀའ་བ་མེད་དོ། །
en: Then, with practice, one day you will have no difficulty with miracles.”

source: དེས་སྨྲས་པ། བདག་གིས་ཐབས་ཅི་ཞིག་གིས་ལུས་ཟོན་ཡང་བར་བགྱི།
en: “What should I do to make my body light?” she asked.

source: དེ་དག་གིས་སྨྲས་པ། རེ་ཞིག་ཁ་ཟས་ཉུང་དུ་ཟོ་ཤིག །
en: “For a while you have to eat very little,” they told her.

source: དེ་ནས་དང་པོའི་ཉིན་པར་ནི་ཁྲིའུ་གཅིག་གི་སྟེང་དུ་འཛེགས་ལ་མཆོངས་ཤིག །
en: “After that, on the first day, climb onto a small chair and jump down from it.

source: དེ་བཞིན་དུ་ཕྱི་དེ་ཉིན་པར་ཁྲིའུ་ཉིས་བརྩེགས་བྱོས་ལ་དེའི་སྟེང་དུ་འཛེགས་ནས་དེ་ལ་མཆོངས་ཤིག །
en: The next day, stack two chairs and climb up on them and jump down.

source: དེ་བཞིན་དུ་ཉི་མ་གསུམ་ནས་ཉི་མ་བདུན་གྱི་བར་དུ་ཁྲིའུ་བདུན་གཅིག་གི་སྟེང་དུ་གཅིག་བརྩེགས་ལ་དེའི་སྟེང་དུ་འཛེགས་ཏེ་དེ་ལས་མཆོངས་ཤིག །
en: In the same way, from the third day on up to the seventh day, stack one chair upon another, then climb up and jump down.

source: དེ་བཞིན་དུ་ཁང་ཐོག་ནས་ཀྱང་མཆོངས་ཤིག་དང་དེའི་ཚེ་གོམས་པའི་ཤུགས་ཀྱིས་ལུས་ཟོན་ཡང་བར་འགྱུར་རོ། །
en: Then, in the same way, leap from the second story of a building.

source: དེའི་འོག་ཏུ་གོམས་པའི་ཤུགས་ཀྱིས་རྫུ་འཕྲུལ་འགྲུབ་པར་འགྱུར་རོ། །
en: At that time, due to your practice, your body will have become light, and after that, due to your practice, you will accomplish miracles.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཚོན་མོ་དགའ་མོས། ཇི་ལྟར་དེ་དག་གིས་མན་ངག་བསྟན་པ་དེ་བཞིན་དུ་བྱས་ནས་
en: As soon as she heard this, Sthūlanandā began to follow their instructions just as they had said.

source: ཞག་བདུན་པའི་ཉིན་པར་དེས་ཁྲིའུ་བདུན་བརྩེགས་ལས་མཆོངས་ནས་རྐེད་པ་ཆག་གོ། །
en: But on the seventh day, she climbed up on the stack of seven chairs, jumped down, and broke her hip.

source: དེ་ནས་དེས་དྲུག་སྡེ་རྣམས་ལ་བསྙད་དེ།
en: She said to the Band of Six,

source: འཕགས་པ་དག་བདག་འདི་ཁོ་ན་ལྟར་གྱུར་གྱིས་མ་མཆིས་ན།
en: “Noble ones, look what happened to me.

source: ད་བདག་གིས་ཇི་ལྟར་བགྱི་ཞེས་བྱས་སོ། །
en: Now what should I do?”

source: བདག་ཅག་གིས་ཅི་ཤེས་པའི་མན་ངག་ནི་ཁྱོད་ལ་བསྟན་ཟིན་ཏེ།
en: “We showed you what we know,”

source: ཐབས་འདིས་ན་ཁྱོད་ཀྱི་ལུས་ཟོན་ཡང་བར་གྱུར་ལ། ཕྱིས་རྫུ་འཕྲུལ་ཡང་དཀའ་བ་མེད་དོ། །
en: Once this method has made your body light, one day you will perform miracles without difficulty.

source: དེ་ཕན་ཅད་ཇི་ལྟར་བྱ་བ་ནི་ཁྱོད་ཉིད་ཤེས་པར་ཟད་དོ། །
en: The rest is up to you.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཚོན་མོ་དགའ་མོ་ཁྲོ་བའི་ཀུན་ནས་དཀྲིས་པ་ཆེན་པོ་སྐྱེས་ནས།
en: When she heard this she was consumed with fury,

source: དེས་གཙུག་ལག་ཁང་དུ་འོངས་པ་དེ་དག་ཚར་བཅད་དེ་ཞེ་གཅོད་པའི་ཚིག་གིས་དམུས་ཕྱུང་ནས་གཙུག་ལག་ཁང་ནས་བསྐྲད་དོ། །
en: and she lashed out at all those who came to the nunnery. Brimming with malice, she drove them away from the nunnery with her insults.

source: སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་ཡང་དོན་དེ་བསྙད་ནས་ཁ་བྱས་ཏེ་སྨོད་ཅིང་འཕྱས་སོ། །
en: Those to whom she told her story scolded and blamed her.

source: དེ་ནས་སྐབས་དེ་དགེ་སློང་དག་གིས་ཐོས་ནས་བཅོམ་ལྡན་འདས་ལ་གསོལ་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: The monks heard it, and they inquired of the Blessed One,

source: བཙུན་པ་དགེ་སློང་མ་ཚོན་མོ་དགའ་མོ་རྫུ་འཕྲུལ་གྱི་སླད་དུ་དམས་ཤིང་ཉམས་པར་གྱུར་ལ། དེས་དགུང་ཟླ་གསུམ་གྱི་བར་དུ་གཡར་དྲངས་པ་དང་། ལྷུང་བཟེད་དང་ཆོས་གོས་མང་པོས་ཀྱང་བགོད་ལ། དེས་རྫུ་འཕྲུལ་ཡང་མ་ཐོབ་པ་ལ་གཟིགས།
en: “Lord, tell us why Bhikṣuṇī Sthūlanandā abased herself for the sake of miraculous powers, acting as host for the three months of winter, even portioning out much of her alms and Dharma robes, but did not attain miraculous powers.”

source: དགེ་སློང་མ་ཚོན་མོ་དགའ་མོ་ནི་དྲུག་སྡེ་རྣམས་ཀྱིས་ད་ལྟར་འབའ་ཞིག་བྲིད་པར་མ་ཟད་དེ། ཇི་ལྟར་འདས་པའི་དུས་ན་ཡང་འདི་དག་ཉིད་ཀྱིས་བྲིད་དེ།
en: “Not only now,” “but in times past as well, and in the same way, the Band of Six deceived the nun Sthūlanandā

source: དོན་དེ་ཡང་མ་གྲུབ་པ་དེ་
en: and she did not attain her goal.

source: ཉོན་ཅིག །
en: Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན།
en: “Monks, in times gone by,

source: གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་རྒྱལ་པོ་བྱེད་དེ། རྒྱལ་པོ་དེའི་ཕོ་བྲང་ན་ཁང་བཟངས་ཞིག་གསར་དུ་བྱེད་པ་དེར་ཤིང་མཁན་མང་པོ་ཞིག་ལས་བྱེད་དེ།
en: during King Brahmadatta’s reign in the city of Vārāṇasī, there were certain carpenters at work building for the king a palatial home on the grounds of the royal palace.

source: དེ་དག་གིས་སྡོང་པོ་ཡོན་པོ་གང་ཡིན་པ་དེ་དག་ཐིག་གིས་བཏབ་ནས་དྲང་པོར་སྲོང་བར་བྱེད་པ་དང་།
en: They would mark the crooked beams with a carpenter’s cord, then plane them down until they were straight.

source: རྒྱལ་པོ་དེའི་དཀོར་བ་བུད་མེད་སྒུར་མོ་ཞིག་འདུག་པ་དེས།
en: “One of the king’s treasurers was a woman with a crooked spine.

source: ཤིང་མཁན་དེ་དག་གིས་སྡོང་པོ་ཡོན་པོ་རྣམས་ཐིག་གིས་བཏབ་ནས་དྲང་པོར་སྲོང་བར་བྱེད་པ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་དེའི་བློ་སྐྱེས་པ་
en: As she was watching the carpenters mark and straighten all the crooked beams she thought,

source: ཤིང་མཁན་འདི་དག་ནི་མཁས་ཏེ་འདི་ལྟར་སྡོང་པོ་མཁྲང་ལ་རེག་ན་རྩུབ་པ་དག་ཀྱང་དྲང་པོར་སྲོང་ནུས་ན། བདག་གི་རྒྱབ་འཇམ་ཞིང་མཉེན་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: ‘These carpenters are highly skilled. If they can straighten such rough, crooked beams, they will surely be able to straighten my smooth body as well!

source: ཇི་སྟེ་སྲོང་མི་ནུས་སྙམ་བསམས་ནས།
en: How could they not?’

source: དེ་དག་གི་ཐད་དུ་སོང་སྟེ་སྨྲས་པ།
en: “She went to them and asked,

source: ཀྱེ་ཁྱེད་རྣམས་ཀྱིས་བདག་གི་རྒྱབ་སྒུར་བ་བསྲང་བར་ནུས་སམ།
en: ‘Can you straighten my curving spine?’

source: ངེད་ཀྱིས་ནུས་ནི་
en: “ ‘We can,’

source: ནུས་མོད་ཀྱི་འོན་ཀྱང་སྔར་ཇི་ཁོ་བོ་ཅག་ལ་རྔན་པ་བྱིན་ཏེ
en: ‘but you have to pay us in advance.

source: ཟླ་བ་གསུམ་གྱི་བར་དུ་གཡར་དྲོངས་ལ་གོས་དང་རྒྱན་མང་པོ་དག་ཀྱང་བྱིན་ཅིག་དང་དེའི་འོག་ཏུ་ཁོ་བོ་ཅག་གིས་ཁྱོད་ཀྱི་རྒྱབ་དྲང་པོར་བསྲང་ངོ་། །
en: Be host to us for three months. Then give us gifts of clothing and jewelry. After that we will straighten your curving spine.’

source: དེས་སྨྲས་པ།
en: she said.

source: ཁྱེད་ཇི་ལྟར་དགའ་བ་བཞིན་དུ་བྱའོ་ཞེས་བྱས་ནས་
en: “ ‘As you wish,’

source: དེས་དེ་དག་ཟླ་བ་གསུམ་གྱི་བར་དུ་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་བཀུར་ནས།
en: “For three months she served them good, wholesome meals.

source: ཐ་མའི་ཉིན་པར་གོས་དང་རྒྱན་དག་ཀྱང་བྱིན་ཏེ་སྨྲས་པ།
en: On the last day, she gave them clothing and jewelry and said,

source: བདག་གིས་ཁྱེད་ལ་རྔན་པ་སྩལ་ལགས་ཀྱིས།
en: ‘There, I have given you gifts.

source: ད་ནི་ཁྱེད་ཀྱིས་བདག་གི་རྒྱབ་སྒུར་བ་དྲང་པོར་སྲོང་ཤིག །
en: Now you must straighten my curving spine.’

source: དེ་དག་གིས་སྨྲས་པ་
en: they replied,

source: བདག་ཅག་གིས་ནི་སྡོང་པོ་ཡོན་པོ་རྣམས་ཐིག་གིས་བཏབ་ནས་སྟ་རེས་བཞོགས་ཏེ་དྲང་པོར་སྲོང་ན།
en: ‘after we mark our crooked beams with a cord, we plane them down to straighten them.

source: གལ་ཏེ་ཁྱོད་ཀྱིས་གནོད་པ་དེ་ལྟ་བུ་བཟོད་ནུས་ན་ནི།
en: if you can bear the pain.’

source: བདག་ཅག་གིས་ཁྱོད་ཀྱི་རྒྱབ་ཐིག་གིས་བཏབ་སྟེ་སྟ་རེས་བཞོགས་ལ་དྲང་པོར་བསྲང་ངོ་། །
en: We can mark your back with a cord and pare it straight with an axe,

source: ཐབས་དེས་ནི་བདག་འཆི་བར་འགྱུར་ཏེ། བདག་འཚོ་བའི་སྐབས་ཀྱང་མེད་དོ། །
en: “ ‘That technique will kill me. I won’t survive!’

source: ཤིང་མཁན་རྣམས་ཀྱིས་སྨྲས་པ།
en: the carpenters replied.

source: ཁོ་བོ་ཅག་གི་ཤེས་པ་ནི་དེ་ཁོ་ནར་ཟད་དེ།
en: “ ‘That’s all we know,’

source: དེ་ཕན་ཅད་ཇི་ལྟར་བྱ་བ་ནི་ཁྱོད་ཉིད་ཤེས་སུ་ཟད་དོ། །
en: ‘The rest is up to you.’

source: དེ་ནས་དེ་སྐྱེངས་ཏེ་རེ་ཐག་ཆད་ནས། ཁ་རོག་པར་འདུག་སྟེ།
en: She fell silent in embarrassment and dismay.
